Repository: RicardoSoares97/velyra
Catalog: VelyraTV/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_pt

# playback.track.off
source: Off
es: Desactivados
fr: Désactivés
pt_pt: Desligadas

# playback.track.accessibility
source: Accessibility track
es: Pista de accesibilidad
fr: Piste d’accessibilité
pt_pt: Faixa de acessibilidade

# playback.source.cached
source: Ready to play
es: Lista para reproducir
fr: Prête à lire
pt_pt: Pronta a reproduzir

# playback.error.title
source: Unable to play
es: No se ha podido reproducir
fr: Lecture impossible
pt_pt: Não foi possível reproduzir

# playback.error.noSources
source: No compatible sources are currently available.
es: No hay fuentes compatibles disponibles en este momento.
fr: Aucune source compatible n’est disponible pour le moment.
pt_pt: Não existem fontes compatíveis disponíveis neste momento.

# playback.error.generic
source: Playback stopped unexpectedly.
es: La reproducción se detuvo de forma inesperada.
fr: La lecture s’est arrêtée de façon inattendue.
pt_pt: A reprodução terminou inesperadamente.

# playback.error.notPlayable
source: This source is not compatible with the Apple TV player.
es: Esta fuente no es compatible con el reproductor del Apple TV.
fr: Cette source n’est pas compatible avec le lecteur Apple TV.
pt_pt: Esta fonte não é compatível com o reprodutor da Apple TV.

# accessibility.selected
source: Selected
es: Seleccionado
fr: Sélectionné
pt_pt: Selecionado

# accessibility.reduceMotion.active
source: Reduced motion is active
es: Movimiento reducido activado
fr: Réduction des animations activée
pt_pt: Movimento reduzido ativo

# media.unknownTitle
source: Unknown title
es: Título desconocido
fr: Titre inconnu
pt_pt: Título desconhecido

# home.loading
source: Preparing your home…
es: Preparando tu inicio…
fr: Préparation de votre accueil…
pt_pt: A preparar a tua página inicial…

# home.continueWatching.synced
source: Synced with Trakt and your recent playback
es: Sincronizado con Trakt y tu reproducción reciente
fr: Synchronisé avec Trakt et vos lectures récentes
pt_pt: Sincronizado com o Trakt e a tua reprodução recente

# home.trending.series
source: Trending Series
es: Series en tendencia
fr: Séries tendance
pt_pt: Séries em tendência

# home.trending.movies
source: Trending Movies
es: Películas en tendencia
fr: Films tendance
pt_pt: Filmes em tendência

# home.trending.today
source: What everyone is discovering today
es: Lo que todos están descubriendo hoy
fr: Ce que tout le monde découvre aujourd’hui
pt_pt: O que todos estão a descobrir hoje

# home.top10.series.country
source: Velyra Top 10 Series · %@
es: Top 10 Velyra de series · %@
fr: Top 10 Velyra des séries · %@
pt_pt: Top 10 Velyra de séries · %@

# home.top10.movies.country
source: Velyra Top 10 Movies · %@
es: Top 10 Velyra de películas · %@
fr: Top 10 Velyra des films · %@
pt_pt: Top 10 Velyra de filmes · %@

# home.top10.velyra.explanation
source: Regional popularity and availability, curated by Velyra
es: Popularidad y disponibilidad regional, seleccionadas por Velyra
fr: Popularité et disponibilité régionales, sélectionnées par Velyra
pt_pt: Popularidade e disponibilidade regional, selecionadas pela Velyra

# home.provider.available
source: On %@
es: En %@
fr: Sur %@
pt_pt: Na %@

# home.provider.attribution
source: Availability in your region · Data by JustWatch
es: Disponibilidad en tu región · Datos de JustWatch
fr: Disponibilité dans votre région · Données JustWatch
pt_pt: Disponibilidade na tua região · Dados JustWatch

# home.genre.selection
source: Selected for this genre
es: Seleccionado para este género
fr: Sélectionné pour ce genre
pt_pt: Selecionado para este género

# home.continueWatching.movie
source: Resume movie
es: Reanudar película
fr: Reprendre le film
pt_pt: Retomar filme

# home.episode.format
source: S%lld · E%lld
es: T%lld · E%lld
pt_pt: T%lld · E%lld

# home.preview.subtitle
source: Preview content
es: Contenido de demostración
fr: Contenu de démonstration
pt_pt: Conteúdo de demonstração

# genre.action
source: Action
es: Acción
pt_pt: Ação

# genre.comedy
source: Comedy
es: Comedia
fr: Comédie
pt_pt: Comédia

# genre.scifi
source: Science Fiction
es: Ciencia ficción
pt_pt: Ficção científica

# genre.thriller
source: Thriller
es: Suspense

# home.explore.genres
source: Explore by Genre
es: Explorar por género
fr: Explorer par genre
pt_pt: Explorar por género

# home.explore.genres.body
source: Jump directly into the mood you want
es: Entra directamente en el ambiente que buscas
fr: Plongez directement dans l’ambiance recherchée
pt_pt: Entra diretamente no ambiente que procuras

# home.explore.providers
source: Browse by Streaming Service
es: Explorar por plataforma
fr: Explorer par service de streaming
pt_pt: Explorar por streaming

# home.explore.providers.body
source: Available with streaming services in %@
es: Disponible en servicios de streaming en %@
fr: Disponible sur les services de streaming en %@
pt_pt: Disponível nos serviços de streaming em %@

# home.previewMode.title
source: Preview mode
es: Modo de demostración
fr: Mode démonstration
pt_pt: Modo de demonstração

# home.data.attribution
source: Metadata and images by TMDB. Streaming availability data by JustWatch.
es: Metadatos e imágenes de TMDB. Disponibilidad de streaming de JustWatch.
fr: Métadonnées et images par TMDB. Disponibilité du streaming par JustWatch.
pt_pt: Metadados e imagens por TMDB. Disponibilidade de streaming por JustWatch.

# genre.animation
source: Animation
es: Animación
pt_pt: Animação

# genre.documentary
source: Documentary
es: Documental
fr: Documentaire
pt_pt: Documentário

# details.kind.movie
source: Movie
es: Película
fr: Film
pt_pt: Filme

# details.kind.series
source: Series
es: Serie
fr: Série
pt_pt: Série

# details.preparing
source: Preparing…
es: Preparando…
fr: Préparation…
pt_pt: A preparar…

# details.automaticSource
source: Best source selected automatically
es: Mejor fuente seleccionada automáticamente
fr: Meilleure source sélectionnée automatiquement
pt_pt: Melhor fonte selecionada automaticamente

# details.error.noAddons
source: Install at least one compatible addon to find sources.
es: Instala al menos un addon compatible para encontrar fuentes.
fr: Installez au moins une extension compatible pour trouver des sources.
pt_pt: Instala pelo menos um addon compatível para encontrar fontes.

# details.error.noStreams
source: No compatible source is currently available for this title.
es: No hay ninguna fuente compatible disponible para este título.
fr: Aucune source compatible n’est disponible pour ce titre.
pt_pt: Não existe neste momento nenhuma fonte compatível para este título.

# details.episodes
source: Episodes
es: Episodios
fr: Épisodes
pt_pt: Episódios

# details.episode
source: Episode
es: Episodio
fr: Épisode
pt_pt: Episódio

# details.episode.untitled
source: Untitled episode
es: Episodio sin título
fr: Épisode sans titre
pt_pt: Episódio sem título

# details.episode.format
source: Season %d · Episode %d
es: Temporada %d · Episodio %d
fr: Saison %d · Épisode %d
pt_pt: Temporada %d · Episódio %d

# search.clear
source: Clear search
es: Borrar búsqueda
fr: Effacer la recherche
pt_pt: Limpar pesquisa

# search.searching
source: Searching films, series and addons…
es: Buscando películas, series y extensiones…
fr: Recherche de films, séries et extensions…
pt_pt: A pesquisar filmes, séries e addons…

# search.empty.title
source: No results
es: Sin resultados
fr: Aucun résultat
pt_pt: Sem resultados

# search.empty.body
source: Try another title or keyword.
es: Prueba con otro título o palabra clave.
fr: Essayez un autre titre ou mot-clé.
pt_pt: Experimenta outro título ou palavra-chave.

# search.error.title
source: Search unavailable
es: Búsqueda no disponible
fr: Recherche indisponible
pt_pt: Pesquisa indisponível

# search.suggestion
source: Search across films, series and your installed addons.
es: Busca entre películas, series y tus extensiones instaladas.
fr: Recherchez parmi les films, séries et extensions installées.
pt_pt: Pesquisa em filmes, séries e nos teus addons instalados.

# playback.subtitles.embedded
source: Embedded subtitles
es: Subtítulos integrados
fr: Sous-titres intégrés
pt_pt: Legendas incorporadas

# playback.subtitles.external
source: Addon subtitles
es: Subtítulos de extensiones
fr: Sous-titres des extensions
pt_pt: Legendas dos addons

# subtitles.error.secureConnection
source: This subtitle does not use a secure connection.
es: Este subtítulo no utiliza una conexión segura.
fr: Ce sous-titre n’utilise pas une connexion sécurisée.
pt_pt: Esta legenda não utiliza uma ligação segura.

# subtitles.error.tooLarge
source: This subtitle file is too large.
es: Este archivo de subtítulos es demasiado grande.
fr: Ce fichier de sous-titres est trop volumineux.
pt_pt: Este ficheiro de legendas é demasiado grande.

# subtitles.error.unsupported
source: This subtitle format is not supported.
es: Este formato de subtítulos no es compatible.
fr: Ce format de sous-titres n’est pas pris en charge.
pt_pt: Este formato de legendas não é suportado.

# subtitles.error.encoding
source: The subtitle text could not be read.
es: No se pudo leer el texto de los subtítulos.
fr: Le texte des sous-titres n’a pas pu être lu.
pt_pt: Não foi possível ler o texto das legendas.

# playback.diagnostics.title
source: Playback information
es: Información de reproducción
fr: Informations de lecture
pt_pt: Informação de reprodução

# playback.diagnostics.source
source: Source
es: Fuente
pt_pt: Fonte

# playback.diagnostics.addon
source: Addon
es: Extensión
fr: Extension

# playback.diagnostics.container
source: Format
es: Formato
pt_pt: Formato

# playback.diagnostics.resolution
source: Resolution
es: Resolución
fr: Résolution
pt_pt: Resolução

# playback.diagnostics.range
source: Dynamic range
es: Rango dinámico
fr: Plage dynamique
pt_pt: Gama dinâmica

# playback.diagnostics.delivery
source: Delivery
es: Entrega
fr: Distribution
pt_pt: Disponibilização

# playback.diagnostics.cached
source: Ready to play
es: Lista para reproducir
fr: Prête à lire
pt_pt: Pronta a reproduzir

# playback.diagnostics.direct
source: Direct stream
es: Transmisión directa
fr: Flux direct
pt_pt: Transmissão direta

# playback.diagnostics.privacy
source: Velyra hides technical addresses and credentials from this report.
es: Velyra oculta direcciones técnicas y credenciales de este informe.
fr: Velyra masque les adresses techniques et les identifiants de ce rapport.
pt_pt: A Velyra oculta endereços técnicos e credenciais deste relatório.

# addons.capability.catalog
source: Catalogues
es: Catálogos
pt_pt: Catálogos

# addons.capability.metadata
source: Details
es: Detalles
fr: Détails
pt_pt: Detalhes

# addons.capability.streams
source: Sources
es: Fuentes
pt_pt: Fontes

# addons.capability.subtitles
source: Subtitles
es: Subtítulos
fr: Sous-titres
pt_pt: Legendas

# addons.capability.unknown
source: Capabilities not declared
es: Capacidades no declaradas
fr: Capacités non déclarées
pt_pt: Capacidades não declaradas

# action.cancel
source: Cancel
es: Cancelar
fr: Annuler
pt_pt: Cancelar

# settings.resetData
source: Reset Velyra
es: Restablecer Velyra
fr: Réinitialiser Velyra
pt_pt: Repor a Velyra

# settings.resetData.title
source: Reset all Velyra data?
es: ¿Restablecer todos los datos de Velyra?
fr: Réinitialiser toutes les données Velyra ?
pt_pt: Repor todos os dados da Velyra?

# settings.resetData.body
source: This removes addons and preferences, disconnects Trakt and replaces the iCloud settings snapshot.
es: Esta acción elimina extensiones y preferencias, desconecta Trakt y sustituye la copia de ajustes en iCloud.
fr: Cette action supprime les extensions et préférences, déconnecte Trakt et remplace la copie des réglages iCloud.
pt_pt: Esta ação remove addons e preferências, desliga o Trakt e substitui a cópia das definições no iCloud.

# settings.resetData.confirm
source: Reset everything
es: Restablecer todo
fr: Tout réinitialiser
pt_pt: Repor tudo

# details.watchlist.add
source: Add to Watchlist
es: Añadir a la lista
fr: Ajouter à la liste
pt_pt: Adicionar à lista

# details.watchlist.remove
source: In Watchlist
es: En la lista
fr: Dans la liste
pt_pt: Na lista

# details.markWatched
source: Mark as watched
es: Marcar como visto
fr: Marquer comme vu
pt_pt: Marcar como visto

# details.availableOn
source: Available on
es: Disponible en
fr: Disponible sur
pt_pt: Disponível em

# details.cast
source: Cast
es: Reparto
fr: Distribution
pt_pt: Elenco

# details.castMember
source: Cast member
es: Miembro del reparto
fr: Membre de la distribution
pt_pt: Membro do elenco

# details.recommendations
source: You may also like
es: También te puede gustar
fr: Vous aimerez peut-être
pt_pt: Também podes gostar

# details.moreInformation
source: More information
es: Más información
fr: Plus d’informations
pt_pt: Mais informações

# details.directedBy
source: Directed by
es: Dirección
fr: Réalisation
pt_pt: Realização

# details.metadata.attribution.tmdb
source: Artwork and localized metadata from TMDB.
es: Imágenes y metadatos localizados de TMDB.
fr: Images et métadonnées localisées de TMDB.
pt_pt: Imagens e metadados localizados do TMDB.

# rating.accessibility.withVotes
source: %1$@ rating %2$.1f out of %3$.0f, based on %4$d votes
es: Valoración %1$@ de %2$.1f sobre %3$.0f, basada en %4$d votos
fr: Note %1$@ de %2$.1f sur %3$.0f, basée sur %4$d votes
pt_pt: Classificação %1$@ de %2$.1f em %3$.0f, com base em %4$d votos

# rating.accessibility
source: %1$@ rating %2$.1f out of %3$.0f
es: Valoración %1$@ de %2$.1f sobre %3$.0f
fr: Note %1$@ de %2$.1f sur %3$.0f
pt_pt: Classificação %1$@ de %2$.1f em %3$.0f

# action.more
source: More
es: Más
fr: Plus
pt_pt: Mais

# action.save
source: Save
es: Guardar
fr: Enregistrer
pt_pt: Guardar

# addons.enabled
source: Enabled
es: Activado
fr: Activé
pt_pt: Ativo

# addons.moveDown
source: Move down
es: Mover abajo
fr: Descendre
pt_pt: Mover para baixo

# addons.moveUp
source: Move up
es: Mover arriba
fr: Monter
pt_pt: Mover para cima

# addons.refresh
source: Refresh addon
es: Actualizar complemento
fr: Actualiser l’extension
pt_pt: Atualizar addon

# addons.refreshAll
source: Refresh all
es: Actualizar todos
fr: Tout actualiser
pt_pt: Atualizar todos

# addons.transfer
source: Transfer
es: Transferir
fr: Transférer
pt_pt: Transferir

# addons.transfer.body
source: Export this code to another Velyra device, or paste a code to import an addon configuration.
es: Usa este código en otro dispositivo Velyra o pega un código para importar la configuración de los complementos.
fr: Utilisez ce code sur un autre appareil Velyra ou collez un code pour importer la configuration des extensions.
pt_pt: Usa este código noutro dispositivo Velyra ou cola um código para importar a configuração dos addons.

# addons.transfer.import
source: Import
es: Importar
fr: Importer
pt_pt: Importar

# addons.transfer.imported
source: Addon configuration imported.
es: Configuración de complementos importada.
fr: Configuration des extensions importée.
pt_pt: Configuração de addons importada.

# addons.transfer.invalidCode
source: The transfer code is invalid.
es: El código de transferencia no es válido.
fr: Le code de transfert est invalide.
pt_pt: O código de transferência é inválido.

# addons.transfer.placeholder
source: Transfer code
es: Código de transferencia
fr: Code de transfert
pt_pt: Código de transferência

# addons.transfer.title
source: Transfer addons
es: Transferir complementos
fr: Transférer les extensions
pt_pt: Transferir addons

# addons.transfer.unsupported
source: This addon configuration is not supported.
es: Esta configuración de complementos no es compatible.
fr: Cette configuration d’extensions n’est pas prise en charge.
pt_pt: Esta configuração de addons não é suportada.

# details.collection.add
source: Add to collection
es: Añadir a la colección
fr: Ajouter à la collection
pt_pt: Adicionar à coleção

# details.collection.remove
source: Remove from collection
es: Eliminar de la colección
fr: Retirer de la collection
pt_pt: Remover da coleção

# details.credits.all
source: View all cast and crew
es: Ver todo el reparto y equipo
fr: Voir toute la distribution et l’équipe
pt_pt: Ver todo o elenco e equipa

# details.crew
source: Crew
es: Equipo técnico
fr: Équipe technique
pt_pt: Equipa técnica

# details.episode.playHint
source: Plays this episode using the best available source.
es: Reproduce este episodio con la mejor fuente disponible.
fr: Lit cet épisode avec la meilleure source disponible.
pt_pt: Reproduz este episódio com a melhor fonte disponível.

# details.rating
source: Rate
es: Valorar
fr: Noter
pt_pt: Avaliar

# details.rating.remove
source: Remove rating
es: Eliminar valoración
fr: Supprimer la note
pt_pt: Remover avaliação

# details.season
source: Season
es: Temporada
fr: Saison
pt_pt: Temporada

# details.season.number
source: Season %d
es: Temporada %d
fr: Saison %d
pt_pt: Temporada %d

# details.trailer
source: Trailer
es: Tráiler
fr: Bande-annonce

# diagnostics.body
source: A privacy-safe technical summary to help diagnose the app. It never includes tokens, credentials, full addon addresses or viewing history.
es: Un resumen técnico seguro para diagnosticar la aplicación. Nunca incluye tokens, credenciales, direcciones completas de complementos ni historial de visualización.
fr: Un résumé technique respectueux de la vie privée pour diagnostiquer l’app. Il n’inclut jamais de jetons, d’identifiants, d’adresses complètes d’extensions ni d’historique de visionnage.
pt_pt: Um resumo técnico seguro para ajudar a diagnosticar a app. Nunca inclui tokens, credenciais, endereços completos de addons ou histórico de visualização.

# diagnostics.generating
source: Generating diagnostics…
es: Generando diagnóstico…
fr: Génération du diagnostic…
pt_pt: A gerar diagnóstico…

# diagnostics.privacy
source: Sensitive information is deliberately excluded.
es: La información sensible se excluye deliberadamente.
fr: Les informations sensibles sont volontairement exclues.
pt_pt: As informações sensíveis são deliberadamente excluídas.

source: Diagnostics report
es: Informe de diagnóstico
fr: Rapport de diagnostic
pt_pt: Relatório de diagnóstico

# diagnostics.title
source: Diagnostics
es: Diagnóstico
fr: Diagnostic
pt_pt: Diagnóstico

# library.addCollection
source: Add to collection
es: Añadir a la colección
fr: Ajouter à la collection
pt_pt: Adicionar à coleção

# library.addToList
source: Add to list
es: Añadir a una lista
fr: Ajouter à une liste
pt_pt: Adicionar a uma lista

# library.addWatchlist
source: Add to watchlist
es: Añadir a la lista para ver
fr: Ajouter à la liste à voir
pt_pt: Adicionar à lista para ver

# library.cached.body
source: The last saved library is being shown while Velyra reconnects.
es: Se muestra la última biblioteca guardada mientras Velyra vuelve a conectarse.
fr: La dernière bibliothèque enregistrée est affichée pendant la reconnexion de Velyra.
pt_pt: A última biblioteca guardada está a ser apresentada enquanto a Velyra volta a ligar.

# library.cached.title
source: Showing saved library
es: Mostrando biblioteca guardada
fr: Bibliothèque enregistrée affichée
pt_pt: A apresentar biblioteca guardada

# library.changeQueued
source: Change saved and queued for Trakt synchronisation.
es: Cambio guardado y en cola para sincronizar con Trakt.
fr: Modification enregistrée et mise en attente pour la synchronisation Trakt.
pt_pt: Alteração guardada e colocada em fila para sincronizar com o Trakt.

# library.changeSaved
source: Change saved on Trakt.
es: Cambio guardado en Trakt.
fr: Modification enregistrée sur Trakt.
pt_pt: Alteração guardada no Trakt.

# library.collection
source: Collection
es: Colección
pt_pt: Coleção

# library.connect.body
source: Connect Trakt to synchronise progress, history, lists, ratings and your library.
es: Conecta Trakt para sincronizar el progreso, historial, listas, valoraciones y tu biblioteca.
fr: Connectez Trakt pour synchroniser la progression, l’historique, les listes, les notes et votre bibliothèque.
pt_pt: Liga o Trakt para sincronizar progresso, histórico, listas, avaliações e a tua biblioteca.

# library.connect.title
source: Connect your library
es: Conecta tu biblioteca
fr: Connectez votre bibliothèque
pt_pt: Liga a tua biblioteca

# library.continueWatching
source: Continue Watching
es: Seguir viendo
fr: Reprendre
pt_pt: Continuar a ver

# library.deleteList
source: Delete list
es: Eliminar lista
fr: Supprimer la liste
pt_pt: Eliminar lista

# library.editList
source: Edit list
es: Editar lista
fr: Modifier la liste
pt_pt: Editar lista

# library.empty.body
source: There is no content in this section yet.
es: Todavía no hay contenido en esta sección.
fr: Cette section ne contient encore aucun contenu.
pt_pt: Ainda não existe conteúdo nesta secção.

# library.empty.title
source: Nothing here yet
es: Aún no hay nada aquí
fr: Rien ici pour le moment
pt_pt: Ainda não há nada aqui

# library.episodeFormat
source: Season %d · Episode %d
es: Temporada %d · Episodio %d
fr: Saison %d · Épisode %d
pt_pt: Temporada %d · Episódio %d

# library.filter.all
source: All
es: Todo
fr: Tout
pt_pt: Tudo

# library.filter.movies
source: Movies
es: Películas
fr: Films
pt_pt: Filmes

# library.filter.title
source: Content type
es: Tipo de contenido
fr: Type de contenu
pt_pt: Tipo de conteúdo

# library.history
source: History
es: Historial
fr: Historique
pt_pt: Histórico

# library.lastSync
source: Last sync: %@
es: Última sincronización: %@
fr: Dernière synchronisation : %@
pt_pt: Última sincronização: %@

# library.listDescription
source: Description (optional)
es: Descripción (opcional)
fr: Description (facultative)
pt_pt: Descrição (opcional)

# library.listName
source: List name
es: Nombre de la lista
fr: Nom de la liste
pt_pt: Nome da lista

# library.loading
source: Loading library…
es: Cargando biblioteca…
fr: Chargement de la bibliothèque…
pt_pt: A carregar biblioteca…

# library.markWatched
source: Mark as watched
es: Marcar como visto
fr: Marquer comme vu
pt_pt: Marcar como visto

# library.newList
source: New list
es: Nueva lista
fr: Nouvelle liste
pt_pt: Nova lista

# library.offline.body
source: Your saved library remains available. Changes will be synchronised when Trakt is available.
es: Tu biblioteca guardada sigue disponible. Los cambios se sincronizarán cuando Trakt esté disponible.
fr: Votre bibliothèque enregistrée reste disponible. Les modifications seront synchronisées lorsque Trakt sera disponible.
pt_pt: A biblioteca guardada continua disponível. As alterações serão sincronizadas quando o Trakt estiver disponível.

# library.offline.title
source: Trakt is offline
es: Trakt está sin conexión
fr: Trakt est hors ligne
pt_pt: O Trakt está offline

# library.pendingChanges
source: %d pending changes
es: %d cambios pendientes
fr: %d modifications en attente
pt_pt: %d alterações pendentes

# library.pendingChanges.retryHint
source: Tries to synchronise the pending changes now.
es: Intenta sincronizar ahora los cambios pendientes.
fr: Tente de synchroniser les modifications en attente maintenant.
pt_pt: Tenta sincronizar agora as alterações pendentes.

# library.rate
source: Rate
es: Valorar
fr: Noter
pt_pt: Avaliar

# library.ratings
source: Ratings
es: Valoraciones
fr: Notes
pt_pt: Avaliações

# library.removeCollection
source: Remove from collection
es: Eliminar de la colección
fr: Retirer de la collection
pt_pt: Remover da coleção

# library.removeFromList
source: Remove from list
es: Eliminar de la lista
fr: Retirer de la liste
pt_pt: Remover da lista

# library.removeHistory
source: Remove from history
es: Eliminar del historial
fr: Supprimer de l’historique
pt_pt: Remover do histórico

# library.removeProgress
source: Remove progress
es: Eliminar progreso
fr: Supprimer la progression
pt_pt: Remover progresso
